tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "rsteube/tap"
{{ if .work }}
#work apps
tap "coursier/formulas"
tap "scalacenter/bloop"
{{ end -}}

brew "python-markupsafe"
brew "ansible"
brew "antidote"
brew "apr-util"
brew "bat"
brew "harfbuzz"
brew "bfg"
brew "chezmoi"
brew "container-diff"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dive"
brew "exercism"
brew "eza"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "subversion"
brew "git-svn"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "hadolint"
brew "hub"
brew "jq"
brew "less"
brew "lesspipe"
brew "libpq"
brew "lsd"
brew "marksman"
brew "mas"
brew "mise"
brew "mpv"
brew "tree-sitter"
brew "nghttp2"
brew "pre-commit"
brew "pwgen"
brew "python@3.10"
brew "python@3.9"
brew "rbw"
brew "ripgrep"
brew "rlwrap"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tig"
brew "tree"
brew "wget"
brew "yadm"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "rsteube/tap/carapace"
{{ if .work -}}
brew "awscli"
brew "aws-cdk"
brew "vault"
{{ end -}}

cask "aerial"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "beyond-compare"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "gpg-suite-no-mail"
cask "iina"
cask "insomnia"
cask "itsycal"
cask "keycastr"
cask "moom"
cask "mounty"
cask "neovide"
cask "nextcloud"
cask "obsidian"
cask "rectangle"
cask "the-unarchiver"
cask "typora"
cask "wezterm"
cask "wireshark"
cask "yubico-yubikey-manager"
{{ if .work }}
cask "datagrip"
cask "dbschema"
cask "figma"
cask "intellij-idea"
{{ end -}}

mas "Amphetamine", id: 937984704
{{ if not .work -}}
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
{{ end -}}

vscode "apollographql.vscode-apollo"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-mermaid"
vscode "Catppuccin.catppuccin-vsc"
vscode "claudineyqr.plantuml-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "jebbs.plantuml"
vscode "jinliming2.vscode-go-template"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-spotless-gradle"
vscode "systemticks.c4-dsl-extension"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
